{
  "Paginas": [
    /*{
      "tipus": 0,
      "id": "Portada",
      "titulo": "La Caperucita roja"

    },
    {
      "id": "Introduccion",
      "texto": "Había una vez una dulce niña que quería mucho a su madre y a su abuela. Les ayudaba en todo lo que podía y como era tan buena el día de su cumpleaños su abuela le regaló una caperuza roja. Como le gustaba tanto e iba con ella a todas partes, pronto todos empezaron a llamarla Caperucita roja.\n Un día la abuela de Caperucita, que vivía en el bosque, enfermó y la madre de Caperucita le pidió que le llevara una cesta con una torta y un tarro de mantequilla. Caperucita aceptó encantada.\nEmpezó su camino entrando por el bosque y se encuentra dos caminos:",
      "boton": [
        {
          "texto": "El camino sombrío",
          "id_target": "El camino sombrío"
        },
        {
          "texto": "El camino despejado",
          "id_target": "El camino despejado"
        }
      ]
    },
    {
      "id": "El camino sombrío",
      "texto": "La niña caminaba tranquilamente por el camino por el bosque, cuando se encuentra con una casa de ensueño hecha de pan y cubierta de bizcocho y cuyas ventanas eran de azúcar. Tenía tanta hambre, que enseguida se lanzó a comer sobre ella. De repente miró por la ventana y vio a dos niños encerrados bajo llave en el interior de la casa. La vieja que cuidaba la casa parecía amable, pero no se confió y esperó a que abandonase la casa.\nPor fin la vieja salió a comprar y caperucita entró para salvar a los niños. Los niños le explicaron que eran hermanos, que se llamaban Hänsel y Gretel, que vivían con sus padres en el bosque en una humilde cabaña, pero como no tenían dinero para alimentarlos decidieron, durante la noche, abandonarlos en el bosque. Los niños escucharon toda la conversación y Hänsel le dijo a su hermana:\n-No te preocupes. Encontraré la forma de regresar a casa. Confía en mí."
    },
    {
      "id": "El camino despejado",
      "texto": "La niña caminaba tranquilamente por el camino despejado cuando el lobo la vio y se acercó a ella.\n-¿Dónde vas Caperucita?\n-A casa de mi abuelita a llevarle esta cesta con una torta y mantequilla.\n- Yo también quería ir a verla…. así que, ¿por qué no hacemos una carrera? Tú ve por ese camino de aquí que yo iré por este otro.\n-¡Vale!"
    },
    {
      "id": "pregunta1.1",
      "pregunta": "¿Por qué abandonan los padres a Hänsel y Gretel?",
      "respuesta1": "No los abandonan, los pierden",
      "respuesta2": "Por que no tienen dinero para alimentarlos",
      "id_target":
    },
    {
      "id": "pregunta1.2",
      "pregunta": "¿Qué le propone hacer el lobo?",
      "respuesta1": "Hacer una carrera",
      "respuesta2": "Bailar una canción"
    },
    {
      "id": "2",
      "texto": "La mañana siguiente los padres abandonaron a los niños en el bosque. Gretel lloró, pero Hänsel le dijo que no se preocupara, que había ido tirando migas de pan por todo el camino.",
      "boton_izq": "Corren hacia la puerta para escapar",
      "boton_der": "Se esconden en una habitación"
    }*/
    {
      "id": "0",
      "texto": "Había una vez una dulce niña que quería mucho a su madre y a su abuela.",
      "boton_izq": "El camino sombrio",
    "boton_derecho":"el camino despejado"
    },
    {
      "id": "1",
      "texto": "eiouuuuuuu",
      "boton_izq": "1",
      "boton_der":"2"
    },
    {
      "id": "2",
      "texto": "hola.",
      "boton_izq": "3",
      "boton_der":"4"
    }
  ]
}
